Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Generation runs entirely on this device using Apple Intelligence. The plan it writes is stored in your private FCT account so it reaches your other devices.
de: Die Generierung läuft vollständig auf diesem Gerät mit Apple Intelligence. Der erzeugte Plan liegt in deinem privaten FCT-Konto und erreicht so deine anderen Geräte.
es: La generación se ejecuta por completo en este dispositivo con Apple Intelligence. El plan resultante se guarda en tu cuenta privada de FCT para que llegue a tus otros dispositivos.
fr: La génération s'exécute entièrement sur cet appareil avec Apple Intelligence. Le plan produit est conservé dans ton compte FCT privé afin d'atteindre tes autres appareils.
it: La generazione avviene interamente su questo dispositivo con Apple Intelligence. Il programma creato è conservato nel tuo account FCT privato, così raggiunge i tuoi altri dispositivi.
ja: 生成はApple Intelligenceによってこのデバイス上だけで実行されます。作成されたプランは非公開のFCTアカウントに保存され、ほかのデバイスにも同期されます。
ko: 생성은 Apple Intelligence를 통해 이 기기에서만 실행됩니다. 만들어진 플랜은 비공개 FCT 계정에 저장되어 다른 기기로도 전달됩니다.
pt_br: A geração é executada inteiramente neste dispositivo com a Apple Intelligence. O plano criado fica na sua conta FCT privada para chegar aos seus outros dispositivos.
ru: Генерация выполняется полностью на этом устройстве средствами Apple Intelligence. Созданный план хранится в твоей приватной учётной записи FCT и попадает на другие твои устройства.
zh_hans: 生成完全在本设备上通过 Apple Intelligence 运行。生成的计划保存在你的私人 FCT 账户中，因此可同步到你的其他设备。

source: Get ${metric}
de: ${metric} abrufen
es: Obtener ${metric}
fr: Obtenir ${metric}
it: Ottieni ${metric}
ja: ${metric}を取得
ko: ${metric} 가져오기
pt_br: Obter ${metric}
ru: Узнать ${metric}
zh_hans: 获取 ${metric}

source: Get ${metric} for ${date}
de: ${metric} für ${date} abrufen
es: Obtener ${metric} de ${date}
fr: Obtenir ${metric} pour ${date}
it: Ottieni ${metric} per ${date}
ja: ${date}の${metric}を取得
ko: ${date} ${metric} 가져오기
pt_br: Obter ${metric} de ${date}
ru: Узнать ${metric} за ${date}
zh_hans: 获取 ${date} 的 ${metric}

source: Get Active Calories
de: Aktive Kalorien abrufen
es: Obtener calorías activas
fr: Obtenir les calories actives
it: Ottieni calorie attive
ja: アクティブエネルギーを取得
ko: 활동 칼로리 가져오기
pt_br: Obter calorias ativas
ru: Узнать активные калории
zh_hans: 获取活动热量

source: Get Calories Burned
de: Verbrannte Kalorien abrufen
es: Obtener calorías quemadas
fr: Obtenir les calories brûlées
it: Ottieni calorie bruciate
ja: 消費カロリーを取得
ko: 소모 칼로리 가져오기
pt_br: Obter calorias queimadas
ru: Узнать сожжённые калории
zh_hans: 获取消耗热量

source: Get Distance
de: Distanz abrufen
es: Obtener distancia
fr: Obtenir la distance
it: Ottieni distanza
ja: 距離を取得
ko: 거리 가져오기
pt_br: Obter distância
ru: Узнать дистанцию
zh_hans: 获取距离

source: Get Health Day Summary
de: Gesundheitsübersicht des Tages abrufen
es: Obtener resumen de salud del día
fr: Obtenir le résumé santé du jour
it: Ottieni riepilogo salute del giorno
ja: 1日のヘルスサマリーを取得
ko: 건강 하루 요약 가져오기
pt_br: Obter resumo de saúde do dia
ru: Узнать сводку здоровья за день
zh_hans: 获取当日健康摘要

source: Get Health Day Summary For Day
de: Gesundheitsübersicht für einen Tag abrufen
es: Obtener resumen de salud de un día
fr: Obtenir le résumé santé d'un jour
it: Ottieni riepilogo salute per un giorno
ja: 日付を指定して1日のヘルスサマリーを取得
ko: 특정 날짜 건강 요약 가져오기
pt_br: Obter resumo de saúde de um dia
ru: Узнать сводку здоровья за указанный день
zh_hans: 获取指定日期的健康摘要

source: Get Health Metric
de: Gesundheitsmetrik abrufen
es: Obtener métrica de salud
fr: Obtenir une statistique santé
it: Ottieni dato di salute
ja: 健康指標を取得
ko: 건강 지표 가져오기
pt_br: Obter métrica de saúde
ru: Узнать показатель здоровья
zh_hans: 获取健康指标

source: Get Health Metric For Day
de: Gesundheitsmetrik für einen Tag abrufen
es: Obtener métrica de salud de un día
fr: Obtenir une statistique santé d'un jour
it: Ottieni dato di salute per un giorno
ja: 日付を指定して健康指標を取得
ko: 특정 날짜 건강 지표 가져오기
pt_br: Obter métrica de saúde de um dia
ru: Узнать показатель здоровья за день
zh_hans: 获取指定日期的健康指标

source: Get Heart Rate
de: Herzfrequenz abrufen
es: Obtener frecuencia cardíaca
fr: Obtenir la fréquence cardiaque
it: Ottieni frequenza cardiaca
ja: 心拍数を取得
ko: 심박수 가져오기
pt_br: Obter frequência cardíaca
ru: Узнать пульс
zh_hans: 获取心率

source: Get heart rate for ${date}
de: Herzfrequenz für ${date} abrufen
es: Obtener frecuencia cardíaca de ${date}
fr: Obtenir la fréquence cardiaque du ${date}
it: Ottieni la frequenza cardiaca per ${date}
ja: ${date}の心拍数を取得
ko: ${date} 심박수 가져오기
pt_br: Obter frequência cardíaca de ${date}
ru: Узнать пульс за ${date}
zh_hans: 获取 ${date} 的心率

source: Get Heart Rate For Day
de: Herzfrequenz für einen Tag abrufen
es: Obtener frecuencia cardíaca del día
fr: Obtenir la fréquence cardiaque du jour
it: Ottieni frequenza cardiaca per un giorno
ja: 日付を指定して心拍数を取得
ko: 특정 날짜 심박수 가져오기
pt_br: Obter frequência cardíaca do dia
ru: Узнать пульс за день
zh_hans: 获取指定日期的心率

source: Get Hydration
de: Flüssigkeitszufuhr abrufen
es: Obtener hidratación
fr: Obtenir l’hydratation
it: Ottieni idratazione
ja: 水分補給を取得
ko: 수분 섭취 가져오기
pt_br: Obter hidratação
ru: Узнать, сколько выпито
zh_hans: 获取饮水量

source: Get hydration for ${date}
de: Flüssigkeitszufuhr für ${date} abrufen
es: Obtener hidratación de ${date}
fr: Obtenir l’hydratation du ${date}
it: Ottieni l'idratazione per ${date}
ja: ${date}の水分補給を取得
ko: ${date} 수분 섭취 가져오기
pt_br: Obter hidratação de ${date}
ru: Узнать, сколько выпито за ${date}
zh_hans: 获取 ${date} 的饮水量

source: Get Hydration For Day
de: Flüssigkeitszufuhr für einen Tag abrufen
es: Obtener hidratación del día
fr: Obtenir l’hydratation du jour
it: Ottieni idratazione per un giorno
ja: 日付を指定して水分補給を取得
ko: 특정 날짜 수분 섭취 가져오기
pt_br: Obter hidratação do dia
ru: Узнать выпитое за день
zh_hans: 获取指定日期的饮水量

source: Get Hydration Goal Status
de: Status des Flüssigkeitsziels abrufen
es: Obtener estado del objetivo de hidratación
fr: Obtenir l’état de l’objectif d’hydratation
it: Ottieni stato obiettivo di idratazione
ja: 水分補給目標の状況を取得
ko: 수분 섭취 목표 상태 가져오기
pt_br: Obter status da meta de hidratação
ru: Узнать статус цели по воде
zh_hans: 获取饮水目标进度

source: Get Latest Weight
de: Letztes Gewicht abrufen
es: Obtener último peso
fr: Obtenir le dernier poids
it: Ottieni ultimo peso
ja: 最新の体重を取得
ko: 최근 체중 가져오기
pt_br: Obter último peso
ru: Узнать последний вес
zh_hans: 获取最新体重

source: Get my health summary for ${date}
de: Meine Gesundheitsübersicht für ${date} abrufen
es: Obtener mi resumen de salud de ${date}
fr: Obtenir mon résumé santé pour ${date}
it: Ottieni il mio riepilogo salute per ${date}
ja: ${date}のヘルスサマリーを取得
ko: ${date} 건강 요약 가져오기
pt_br: Obter meu resumo de saúde de ${date}
ru: Узнать сводку здоровья за ${date}
zh_hans: 获取我 ${date} 的健康摘要

source: Get Ready
de: Mach dich bereit
es: Prepárate
fr: Prépare-toi
it: Preparati
ja: 準備してください
ko: 준비하세요
pt_br: Prepare-se
ru: Приготовьтесь
zh_hans: 准备开始

source: Get Respiratory Rate
de: Atemfrequenz abrufen
es: Obtener frecuencia respiratoria
fr: Obtenir la fréquence respiratoire
it: Ottieni frequenza respiratoria
ja: 呼吸数を取得
ko: 호흡수 가져오기
pt_br: Obter frequência respiratória
ru: Узнать частоту дыхания
zh_hans: 获取呼吸频率

source: Get respiratory rate for ${date}
de: Atemfrequenz für ${date} abrufen
es: Obtener frecuencia respiratoria de ${date}
fr: Obtenir la fréquence respiratoire du ${date}
it: Ottieni la frequenza respiratoria per ${date}
ja: ${date}の呼吸数を取得
ko: ${date} 호흡수 가져오기
pt_br: Obter frequência respiratória de ${date}
ru: Узнать частоту дыхания за ${date}
zh_hans: 获取 ${date} 的呼吸频率

source: Get Respiratory Rate For Day
de: Atemfrequenz für einen Tag abrufen
es: Obtener frecuencia respiratoria del día
fr: Obtenir la fréquence respiratoire du jour
it: Ottieni frequenza respiratoria per un giorno
ja: 日付を指定して呼吸数を取得
ko: 특정 날짜 호흡수 가져오기
pt_br: Obter frequência respiratória do dia
ru: Узнать частоту дыхания за день
zh_hans: 获取指定日期的呼吸频率

source: Get Resting Calories
de: Ruhekalorien abrufen
es: Obtener calorías en reposo
fr: Obtenir les calories au repos
it: Ottieni calorie a riposo
ja: 安静時エネルギーを取得
ko: 휴식 칼로리 가져오기
pt_br: Obter calorias em repouso
ru: Узнать калории покоя
zh_hans: 获取静息热量

source: Get Sleep
de: Schlaf abrufen
es: Obtener sueño
fr: Obtenir le sommeil
it: Ottieni sonno
ja: 睡眠を取得
ko: 수면 가져오기
pt_br: Obter sono
ru: Узнать сон
zh_hans: 获取睡眠

source: Get Sleep Goal Status
de: Status des Schlafziels abrufen
es: Obtener estado del objetivo de sueño
fr: Obtenir l’état de l’objectif de sommeil
it: Ottieni stato obiettivo di sonno
ja: 睡眠目標の状況を取得
ko: 수면 목표 상태 가져오기
pt_br: Obter status da meta de sono
ru: Узнать статус цели по сну
zh_hans: 获取睡眠目标进度

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用

source: Get Steps
de: Schritte abrufen
es: Obtener pasos
fr: Obtenir les pas
it: Ottieni passi
ja: 歩数を取得
ko: 걸음 수 가져오기
pt_br: Obter passos
ru: Узнать шаги
zh_hans: 获取步数

source: Get Steps Goal Status
de: Status des Schrittziels abrufen
es: Obtener estado del objetivo de pasos
fr: Obtenir l'état de l'objectif de pas
it: Ottieni stato obiettivo di passi
ja: 歩数目標の状況を取得
ko: 걸음 수 목표 상태 가져오기
pt_br: Obter status da meta de passos
ru: Узнать статус цели по шагам
zh_hans: 获取步数目标进度

source: Get Training Condition
de: Trainingsbedingung abrufen
es: Obtener condición de entrenamiento
fr: Obtenir la condition d'entraînement
it: Ottieni condizione di allenamento
ja: トレーニングコンディションを取得
ko: 훈련 상황 가져오기
pt_br: Obter condição de treino
ru: Узнать статус тренировок
zh_hans: 获取训练状态

source: Get Villain Arc Pro
de: Villain Arc Pro holen
es: Obtener Villain Arc Pro
fr: Obtenir Villain Arc Pro
it: Passa a Villain Arc Pro
ja: Villain Arc Proを購入
ko: Villain Arc Pro 시작하기
pt_br: Obter o Villain Arc Pro
ru: Оформить Villain Arc Pro
zh_hans: 获取 Villain Arc Pro

source: Get Weight
de: Gewicht abrufen
es: Obtener peso
fr: Obtenir le poids
it: Ottieni peso
ja: 体重を取得
ko: 체중 가져오기
pt_br: Obter peso
ru: Узнать вес
zh_hans: 获取体重

source: Get Weight Goal Status
de: Status des Gewichtsziels abrufen
es: Obtener estado del objetivo de peso
fr: Obtenir l'état de l'objectif de poids
it: Ottieni stato obiettivo di peso
ja: 体重目標の状況を取得
ko: 체중 목표 상태 가져오기
pt_br: Obter status da meta de peso
ru: Узнать статус цели по весу
zh_hans: 获取体重目标进度

source: Get Wrist Temperature
de: Handgelenktemperatur abrufen
es: Obtener temperatura de la muñeca
fr: Obtenir la température du poignet
it: Ottieni temperatura al polso
ja: 手首の温度を取得
ko: 손목 온도 가져오기
pt_br: Obter temperatura do pulso
ru: Узнать температуру запястья
zh_hans: 获取手腕温度

source: Get wrist temperature for ${date}
de: Handgelenktemperatur für ${date} abrufen
es: Obtener temperatura de la muñeca de ${date}
fr: Obtenir la température du poignet du ${date}
it: Ottieni la temperatura al polso per ${date}
ja: ${date}の手首の温度を取得
ko: ${date} 손목 온도 가져오기
pt_br: Obter temperatura do pulso de ${date}
ru: Узнать температуру запястья за ${date}
zh_hans: 获取 ${date} 的手腕温度

source: Get Wrist Temperature For Day
de: Handgelenktemperatur für einen Tag abrufen
es: Obtener temperatura de la muñeca del día
fr: Obtenir la température du poignet du jour
it: Ottieni temperatura al polso per un giorno
ja: 日付を指定して手首の温度を取得
ko: 특정 날짜 손목 온도 가져오기
pt_br: Obter temperatura do pulso do dia
ru: Узнать температуру запястья за день
zh_hans: 获取指定日期的手腕温度

source: Glutes
de: Gesäß
es: Glúteos
fr: Fessiers
it: Glutei
ja: 臀筋
ko: 둔근
pt_br: Glúteos
ru: Ягодицы
zh_hans: 臀肌

source: Go back
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
pt_br: Meta
ru: Цель
zh_hans: 目标

source: Goal reached today
de: Ziel heute erreicht
es: Objetivo alcanzado hoy
fr: Objectif atteint aujourd'hui
it: Obiettivo raggiunto oggi
ja: 今日の目標を達成
ko: 오늘 목표 달성
pt_br: Meta alcançada hoje
ru: Цель сегодня достигнута
zh_hans: 今天已达成目标

source: Goal Target
de: Zielvorgabe
es: Meta objetivo
fr: Cible de l'objectif
it: Target dell'obiettivo
ja: 目標値
ko: 목표치
pt_br: Alvo da meta
ru: Значение цели
zh_hans: 目标值

source: Goal Type
de: Zieltyp
es: Tipo de objetivo
fr: Type d'objectif
it: Tipo di obiettivo
ja: 目標の種類
ko: 목표 종류
pt_br: Tipo de meta
ru: Тип цели
zh_hans: 目标类型

source: Goal:
de: Ziel:
es: Objetivo:
fr: Objectif :
it: Obiettivo:
ja: 目標：
ko: 목표:
pt_br: Meta:
ru: Цель:
zh_hans: 目标：

source: Goal: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@
ja: 目標：%@
ko: 목표: %@
pt_br: Meta: %@
ru: Цель: %@
zh_hans: 目标：%@

source: Goals started today can only be deleted so they don’t immediately move into history.
de: Heute gestartete Ziele können nur gelöscht werden, damit sie nicht sofort in den Verlauf wandern.
es: Los objetivos iniciados hoy solo se pueden eliminar para que no pasen de inmediato al historial.
fr: Les objectifs commencés aujourd'hui peuvent uniquement être supprimés afin de ne pas passer immédiatement dans l'historique.
it: Gli obiettivi iniziati oggi possono solo essere eliminati, così non finiscono subito nella cronologia.
ja: 今日開始した目標は削除のみ可能です。すぐに履歴へ移動しないようにするためです。
ko: 오늘 시작한 목표는 바로 기록으로 넘어가지 않도록 삭제만 할 수 있어요.
pt_br: As metas iniciadas hoje só podem ser excluídas para que não passem imediatamente ao histórico.
ru: Цели, начатые сегодня, можно только удалить, чтобы они сразу не попадали в историю.
zh_hans: 今天开始的目标只能删除，以免立即进入历史记录。

source: Good
de: Gut
es: Bien
fr: Bien
it: Buono
ja: 良好
ko: 좋음
pt_br: Bom
ru: Хорошо
zh_hans: 不错

source: Grace period — %@
de: Kulanzzeitraum — %@
es: Período de gracia — %@
fr: Période de grâce — %@
it: Periodo di tolleranza — %@
ja: 猶予期間 — %@
ko: 유예 기간 — %@
pt_br: Período de carência — %@
ru: Льготный период — %@
zh_hans: 宽限期 — %@

source: Great
de: Sehr gut
es: Excelente
fr: Excellent
it: Ottimo
ja: 絶好調
ko: 아주 좋음
pt_br: Ótimo
ru: Отлично
zh_hans: 很棒

source: Hamstrings
de: Beinbeuger
es: Isquiotibiales
fr: Ischio-jambiers
it: Femorali
ja: ハムストリング
ko: 햄스트링
pt_br: Posteriores de coxa
ru: Бицепс бедра
zh_hans: 腘绳肌

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Duro
ja: きつい
ko: 힘듦
pt_br: Difícil
ru: Тяжело
zh_hans: 吃力

source: Hard Day Logged
de: Harter Tag protokolliert
es: Día duro registrado
fr: Journée difficile enregistrée
it: Giornata dura registrata
ja: きつい日を記録
ko: 힘든 날로 기록됨
pt_br: Dia difícil registrado
ru: Тяжёлый день записан
zh_hans: 已记录高强度的一天

source: Hard effort, pushing your limits.
de: Harte Anstrengung, an deinen Grenzen.
es: Esfuerzo duro, llevándote al límite.
fr: Effort intense, à la limite de tes capacités.
it: Sforzo intenso, al limite.
ja: かなりきつく、限界に近い強度です。
ko: 한계를 밀어붙이는 힘든 강도예요.
pt_br: Esforço intenso, levando você ao limite.
ru: Тяжёлое усилие, на пределе возможностей.
zh_hans: 高强度，接近极限。

source: Health Insights
de: Gesundheits-Einblicke
es: Información de salud
fr: Aperçus santé
it: Analisi della salute
ja: ヘルスインサイト
ko: 건강 인사이트
pt_br: Insights de saúde
ru: Аналитика здоровья
zh_hans: 健康洞察

source: Health Metric
de: Gesundheitsmetrik
es: Métrica de salud
fr: Statistique santé
it: Dato di salute
ja: 健康指標
ko: 건강 지표
pt_br: Métrica de saúde
ru: Показатель здоровья
zh_hans: 健康指标

source: Health Trends
de: Gesundheitstrends
es: Tendencias de salud
fr: Tendances de santé
it: Tendenze salute
ja: ヘルストレンド
ko: 건강 추세
pt_br: Tendências de saúde
ru: Тренды здоровья
zh_hans: 健康趋势

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
pt_br: Frequência cardíaca
ru: Пульс
zh_hans: 心率

# Heart rate %@, active energy %@, total energy %@
source: Heart rate %1$@, active energy %2$@, total energy %3$@
de: Herzfrequenz %1$@, Aktivenergie %2$@, Gesamtenergie %3$@
es: Frecuencia cardíaca %1$@, energía activa %2$@, energía total %3$@
fr: Fréquence cardiaque %1$@, énergie active %2$@, énergie totale %3$@
it: Frequenza cardiaca %1$@, energia attiva %2$@, energia totale %3$@
ja: 心拍数%1$@、アクティブエネルギー%2$@、合計エネルギー%3$@
ko: 심박수 %1$@, 활동 에너지 %2$@, 총 에너지 %3$@
pt_br: Frequência cardíaca %1$@, energia ativa %2$@, energia total %3$@
ru: Пульс %1$@, активная энергия %2$@, всего энергии %3$@
zh_hans: 心率%1$@，活动能量%2$@，总能量%3$@

source: Heart rate chart
de: Herzfrequenzdiagramm
es: Gráfico de frecuencia cardíaca
fr: Graphique de fréquence cardiaque
it: Grafico della frequenza cardiaca
ja: 心拍数のグラフ
ko: 심박수 차트
pt_br: Gráfico de frequência cardíaca
ru: График пульса
zh_hans: 心率图表

source: Heavy chest focus. Press first while fresh, then accessories.
de: Schwerer Brustfokus. Drücke zuerst frisch, dann Hilfsübungen.
es: Enfoque pesado en pecho. Empuja primero estando fresco, luego accesorios.
fr: Focus lourd sur les pectoraux. Poussez d'abord à froid, puis les accessoires.
it: Focus pesante sul petto. Prima le spinte da fresco, poi i complementari.
ja: 胸を重点的に。フレッシュなうちにプレスを行い、その後に補助種目。
ko: 가슴 고중량 위주. 힘이 남아 있을 때 프레스를 먼저 하고 보조 운동을 이어가요.
pt_br: Foco pesado em peito. Empurre primeiro descansado, depois acessórios.
ru: Акцент на грудь. Жим на свежих силах, затем подсобка.
zh_hans: 以大重量练胸为主。体力充沛时先做推举，再做辅助动作。

source: Heavy compound, then incline emphasis, then isolation pump.
de: Schwere Grundübung, dann Schrägbank-Betonung, dann Isolations-Pump.
es: Compuesto pesado, luego énfasis en inclinado, luego bombeo de aislamiento.
fr: Mouvement composé lourd, puis accent sur l'incliné, puis congestion en isolation.
it: Fondamentale pesante, poi enfasi sull'inclinata, poi isolamento in pump.
ja: 重いコンパウンド種目から、インクラインを重視し、最後にアイソレーションでパンプ。
ko: 고중량 복합 운동 다음 인클라인 위주, 마지막에 고립 운동으로 펌핑해요.
pt_br: Composto pesado, depois ênfase em inclinado, depois pump de isolamento.
ru: Тяжёлое базовое, затем акцент на наклонный жим, затем памп в изоляции.
zh_hans: 先做大重量复合动作，再侧重上斜，最后孤立动作充血。

source: Heavy pull, then row volume, then lats.
de: Schweres Ziehen, dann Ruder-Volumen, dann Latissimus.
es: Tirón pesado, luego volumen de remo, luego dorsales.
fr: Tirage lourd, puis volume de rowing, puis dorsaux.
it: Trazione pesante, poi volume di rematore, poi dorsali.
ja: 重い引く種目から、ロウのボリューム、最後に広背筋。
ko: 고중량 풀 다음 로우로 볼륨을 채우고 광배근으로 마무리해요.
pt_br: Puxada pesada, depois volume de remada, depois dorsais.
ru: Тяжёлая тяга, затем объём в тягах, затем широчайшие.
zh_hans: 先做大重量拉，再堆划船训练量，最后练背阔肌。

source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
ja: 身長
ko: 키
pt_br: Altura
ru: Рост
zh_hans: 身高

source: Height (cm)
de: Größe (cm)
es: Altura (cm)
fr: Taille (cm)
it: Altezza (cm)
ja: 身長（cm）
ko: 키 (cm)
pt_br: Altura (cm)
ru: Рост (cm)
zh_hans: 身高（cm）

source: Hide quick actions
de: Schnellaktionen ausblenden
es: Ocultar acciones rápidas
fr: Masquer les actions rapides
it: Nascondi le azioni rapide
ja: クイックアクションを隠す
ko: 빠른 실행 숨기기
pt_br: Ocultar ações rápidas
ru: Скрыть быстрые действия
zh_hans: 隐藏快捷操作

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高
ko: 높음
pt_br: Alto
ru: Максимум
zh_hans: 最高

source: High %@
de: Höchstwert %@
es: Máx. %@
fr: Max. %@
it: Massimo %@
ja: 最高%@
ko: 최고 %@
pt_br: Máx. %@
ru: Максимум %@
zh_hans: 最高%@

source: higher
de: höher
es: más alto
fr: plus élevé
it: più alto
ja: 高め
ko: 더 높은
pt_br: mais alto
ru: выше
zh_hans: 更高

source: Higher-effort sessions track with more total volume.
de: Anstrengendere Einheiten gehen mit mehr Gesamtvolumen einher.
es: Las sesiones de mayor esfuerzo se asocian con más volumen total.
fr: Les séances plus intenses vont de pair avec un volume total plus élevé.
it: Le sessioni più intense vanno di pari passo con un volume totale maggiore.
ja: 努力度が高いセッションほど、総ボリュームも多くなっています。
ko: 노력도가 높은 세션일수록 총 볼륨도 함께 늘어나요.
pt_br: Sessões de maior esforço acompanham um volume total maior.
ru: Тренировки с большим усилием идут вместе с большим общим объёмом.
zh_hans: 强度更高的训练往往伴随更大的总训练量。

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史

source: History Date
de: Verlaufsdatum
es: Fecha del historial
fr: Date de l'historique
it: Data della cronologia
ja: 履歴の日付
ko: 기록 날짜
pt_br: Data do histórico
ru: Дата в истории
zh_hans: 历史日期

source: History Weight
de: Verlaufsgewicht
es: Peso del historial
fr: Poids de l'historique
it: Peso in cronologia
ja: 履歴の体重
ko: 기록 체중
pt_br: Peso do histórico
ru: Вес в истории
zh_hans: 历史体重

source: Horizontal push and pull focus.
de: Fokus auf horizontales Drücken und Ziehen.
es: Enfoque en empuje y tirón horizontal.
fr: Axé sur la poussée et le tirage horizontaux.
it: Focus su spinte e trazioni orizzontali.
ja: 水平方向のプッシュとプルを重視。
ko: 수평 밀기와 당기기 중심이에요.
pt_br: Foco em empurrar e puxar horizontal.
ru: Акцент на горизонтальные жимы и тяги.
zh_hans: 以水平推和水平拉为主。

source: Hourglass
de: Sanduhr
es: Reloj de arena
fr: Sablier
it: Clessidra
ja: くびれメイク
ko: 모래시계
pt_br: Ampulheta
ru: Песочные часы
zh_hans: 沙漏身形

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
ja: 時間
ko: 시간
pt_br: Horas
ru: Часы
zh_hans: 小时

source: Hours slept
de: Geschlafene Stunden
es: Horas dormidas
fr: Heures de sommeil
it: Ore dormite
ja: 睡眠時間
ko: 수면 시간
pt_br: Horas dormidas
ru: Часов сна
zh_hans: 睡眠小时数

source: How are you feeling?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fr: Comment te sens-tu ?
it: Come ti senti?
ja: 体調はいかがですか？
ko: 오늘 컨디션은 어때요?
pt_br: Como você está se sentindo?
ru: Как самочувствие?
zh_hans: 你感觉怎么样？

source: How did this workout feel?
de: Wie hat sich dieses Workout angefühlt?
es: ¿Cómo se sintió este entrenamiento?
fr: Comment as-tu ressenti cette séance ?
it: Come è andato questo allenamento?
ja: 今回のワークアウトはいかがでしたか？
ko: 이번 운동은 어땠나요?
pt_br: Como foi a sensação deste treino?
ru: Как ощущалась тренировка?
zh_hans: 这次训练感觉如何？

source: How do you like to train?
de: Wie trainierst du gern?
es: ¿Cómo te gusta entrenar?
fr: Comment aimes-tu t'entraîner ?
it: Come ti piace allenarti?
ja: どのようにトレーニングしたいですか？
ko: 어떤 방식으로 훈련하고 싶나요?
pt_br: Como você gosta de treinar?
ru: Как тебе нравится тренироваться?
zh_hans: 你喜欢怎么训练？

source: How do you want to record this %@?
de: Wie möchtest du diese %@ aufzeichnen?
es: ¿Cómo quieres registrar este %@?
fr: Comment veux-tu enregistrer ce %@ ?
it: Come vuoi registrare questo %@?
ja: この%@をどのように記録しますか？
ko: 이 %@을(를) 어떻게 기록할까요?
pt_br: Como você quer registrar este %@?
ru: Как записать это (%@)?
zh_hans: 你想怎样记录这次%@？

source: How do you want to schedule it?
de: Wie möchtest du es planen?
es: ¿Cómo quieres programarlo?
fr: Comment veux-tu le planifier ?
it: Come vuoi programmarlo?
ja: どのようにスケジュールしますか？
ko: 일정을 어떻게 잡을까요?
pt_br: Como você quer programá-lo?
ru: Как составить расписание?
zh_hans: 你想怎样安排它？

source: How hard was this workout?
de: Wie schwer war dieses Workout?
es: ¿Qué tan duro fue este entrenamiento?
fr: À quel point cette séance était-elle difficile ?
it: Quanto è stato duro questo allenamento?
ja: 今回のワークアウトはどのくらいきつかったですか？
ko: 이번 운동은 얼마나 힘들었나요?
pt_br: Quão difícil foi este treino?
ru: Насколько тяжёлой была тренировка?
zh_hans: 这次训练有多吃力？

source: How It Will Be Used
de: Wie es verwendet wird
es: Cómo se usará
fr: Comment elle sera utilisée
it: Come verrà usato
ja: 使用目的
ko: 어떻게 쓰이나요
pt_br: Como será usado
ru: Как это используется
zh_hans: 将如何使用

source: How long should the rest timer be?
de: Wie lang soll der Pausentimer sein?
es: ¿Cuánto debe durar el temporizador de descanso?
fr: Quelle doit être la durée du minuteur de repos ?
it: Quanto deve durare il recupero?
ja: 休憩タイマーの長さを設定してください
ko: 휴식 타이머를 얼마로 할까요?
pt_br: Qual deve ser a duração do cronômetro de descanso?
ru: Какой должна быть длительность отдыха?
zh_hans: 休息计时器要设为多久？

source: How many days per week?
de: Wie viele Tage pro Woche?
es: ¿Cuántos días por semana?
fr: Combien de jours par semaine ?
it: Quanti giorni a settimana?
ja: 週に何日トレーニングしますか？
ko: 일주일에 며칠 훈련할까요?
pt_br: Quantos dias por semana?
ru: Сколько дней в неделю?
zh_hans: 每周练几天？
